Repository: lliurex/lliurex-gdrive
Catalog: lliurex-po/lliurex-gdrive-gui/*.po
Languages: ca@valencia, es

source: Hide menu indicator at login
ca@valencia: Oculta l'indicador de menú en iniciar sessió
es: Ocultar indicador de menú al iniciar sesión

source: Show menu indicator at login
ca@valencia: Mostra l'indicador de menú en iniciar sessió
es: Mostar indicador de menú al iniciar sesión

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Create new profile
ca@valencia: Crea un nou perfil
es: Crear nuevo perfil

source: Edit profile
ca@valencia: Edita el perfil
es: Editar perfil

source: Close
ca@valencia: Tanca
es: Cerrar

source: To add a profile it is necessary to change Chromium as default browser by another (Firefox or Chrome). The change will be made automatically. Once the profile is added Chromium it will be the favorite browser again. Do you wish to continue?
ca@valencia: Per a afegir un perfil cal canviar el Chromium com a navegador predeterminat per un altre navegador (Firefox o Chrome). El canvi es realitzarà automàticament. Una vegada s'haja afegit el perfil, el Chromium tornarà a ser el navegador predeterminat. Voleu continuar?
es: Para añadir un perfil es necesario cambiar Chromium como navegador por defecto por otro (Firefox o Chrome). El cambio se realizará de forma automática. Una vez creado el perfil, Chromium volverá otra vez a ser el navegador favorito. ¿Desea continuar?

source: Checking connection to google...
ca@valencia: S'està comprovant la connexió a Google...
es: Comprobando conexión con Google...

source: Do you want delete the profile?
ca@valencia: Voleu esborrar el perfil?
es: ¿Deseas borrar el perfil?

source: Applying changes...
ca@valencia: S'estan aplicant els canvis...
es: Aplicando cambios...

source: Manage profile
ca@valencia: Gestiona el perfil
es: Gestionar perfil

source: Delete profile
ca@valencia: Esborra el perfil
es: Borrar perfil

source: Without connection. Clicked to update
ca@valencia: No hi ha connexió. Feu clic per a actualitzar
es: Sin conexión. Pulse para actualizar

source: Mounted. Clicked to dismount now
ca@valencia: Muntat. Feu clic per a desmuntar ara.
es: Montado. Pulse para desmontar ahora

source: Dismounted. Clicked to mount now
ca@valencia: Desmuntat. Feu clic per a muntar ara.
es: Desmontado. Pulse para montar ahora

source: Validating entered data...
ca@valencia: S'estan validant les dades introduïdes...
es: Validando la información introducida...

source: Connecting with google to get account access...
ca@valencia: S'està connectant amb Google per a accedir al compte...
es: Conectando con google para obtener acceso a la cuenta...

source: Creating profile...
ca@valencia: S'està creant el perfil...
es: Creando perfil...

source: Profile created successfully
ca@valencia: El perfil s'ha creat correctament.
es: Perfil creado correctamente

source: Changes applied successfully
ca@valencia: Els canvis s'han aplicat correctament.
es: Cambios aplicados correctamente

source: Error: Unable to create mount point
ca@valencia: Error: No s'ha pogut crear el punt de muntatge.
es: Error: Imposible crear el punto de montaje

source: Error: Unable to mount mount point
ca@valencia: Error: No s'ha pogut muntar el punt de muntatge.
es: Error: Imposible montar el punto de montaje

source: Error: Mount point is not owned by user
ca@valencia: Error: El punt de muntatge no és propietat de l'usuari.
es: Error: Punto de montaje no pertenece al usurio

source: Error: No mount point indicated
ca@valencia: Error: No s'ha especificat un punt de muntatge.
es: Error: No se ha indicado un punto de montaje

source: Error: Profile is not authorized to Google Drive
ca@valencia: Error: El perfil no té autorització al Google Drive.
es: Error: El perfil no tiene autorización para Google Drive

source: Error: Unknow profile
ca@valencia: Error: Perfil desconegut.
es: Error: Perfil desconocido

source: Error: Unable to dismount mount point
ca@valencia: Error: No s'ha pogut desmuntar el punt de muntatge.
es: Error: Imposible desmontar el punto de montaje

source: Error: Unable to connect with google
ca@valencia: Error: No s'ha pogut connectar amb Google.
es: Error: Imposible conectar con Google

source: Status updated. Now you can change it
ca@valencia: S'ha actualitzat l'estat. Ara podeu canviar-lo.
es: Estado actualizado. Ahora puedes cambiarlo

source: You must indicate a profile
ca@valencia: Cal que indiqueu un perfil
es: Debes indicar un perfil

source: Profile can not contain blanks
ca@valencia: El perfil no pot contindre espais en blanc
es: El perfil no puede contener espacios en blanco

source: Profile already exists
ca@valencia: El perfil ja existeix.
es: El perfil ya existe

source: Mount point already used by another profile
ca@valencia: El punt de muntatge ja s'està utilitzant per un altre perfil.
es: El punto de montaje ya esta siendo usado por otro perfil

source: The mount point must be an empty folder
ca@valencia: El punt de muntatge ha de ser una carpeta buida.
es: El punto de montaje debe ser una carpeta vacía

source: Mount point is not owned by user
ca@valencia: El punt de muntatge no és propietat de l'usuari.
es: El punto de montaje no pertenece al usuario

source: Path of mount point can not contain blanks
ca@valencia: La ubicació del punt de muntatge no pot contindre espais en blanc.
es: La ruta del punto de montaje no puede contener espacios en blanco

source: Error: You must specify a GDrive folder or disable the option
ca@valencia: Error: Heu d'especificar una carpeta al GDrive o inhabilitar l'opció
es: Error: Debe especificar la carpeta de Gdrive o deshabilitar la opción

source: Error: Unable to mount mount point. The synced GDrive folder maybe not be correct
ca@valencia: Error: No s'ha pogut muntar el punt de muntatge. Potser la carpeta sincronitzada al GDrive no és correcta.
es: Error: Imposible montar el punto de montaje. Puede que la carpeta de Gdrive sincronizada no sea correcta

source: Error: Synced Gdrive folder no longer exists
ca@valencia: Error: La carpeta sincronitzada al Gdrive ja no existeix.
es: Error: La carpeta sincronizada de Gdrive no existe

source: Error: No folders found in Gdrive profile. You must disable the option
ca@valencia: Error: No s'ha trobat cap carpeta al perfil del Gdrive. Heu d'inhabilitar l'opció
es: Error: No se han detectado carpetas en el perfil de Gdrive. Debe deshabilitar la opción

source: Error: To add a profile it is required that Chromium is not the default browser
ca@valencia: Error: per a afegir un perfil cal que el Chromium no siga el navegador predeterminat
es: Error: Para añadir un perfil es necesario que Chromium no sea el navegador por defecto

source: The menu indicator has been disabled. It will hide automatically when you log in
ca@valencia: L'indicador de menú ha sigut desactivat. S'ocultarà automàticament en iniciar sessió
es: El indicador de menú ha sido desactivado. Se ocultará automáticamente al iniciar sesión

source: The menu indicator has been enabled. It will be displayed automatically when you close the application
ca@valencia: L'indicador de menú ha sigut activat. Es mostrarà automàticament en iniciar sessió
es: El indicador de menú ha sido activado. Se mostrará automáticamente al cerrar la aplicación

source: Error getting authorization
ca@valencia: S'ha produït un error mentre s'obtenia autorització.
es: Error obteniendo autorización

source: Getting folders from Google Drive profile ...
ca@valencia: S'estan obtenint les carpetes des del perfil del Google Drive...
es: Obteniendo carpetas del perfil de Google Drive...

source: No folders detected on google drive profile
ca@valencia: No s'ha detectat cap carpeta en el perfil del Google Drive.
es: No se han detectado carpetas en el perfil de Google Drive

source: Lliurex GDrive is now running.
ca@valencia: El LliureX GDrive està ara en execució.
es: Lliurex Gdrive ya esta ejecutando

source: Profile:
ca@valencia: Perfil:
es: Perfil:

source: E-mail:
ca@valencia: Correu electrònic:

source: Mount point:
ca@valencia: Punt de muntatge:
es: Punto de montaje:

source: Mount at login:
ca@valencia: S'ha de muntar en l'inici de sessió:
es: Montar al inicio de sesión:

source: Sync specific Gdrive folder:
ca@valencia: Sincronitza una carpeta específica del Gdrive:
es: Sincronizar carpeta específica de Gdrive:

source: Synced Gdrive folder:
ca@valencia: Carpeta sincronitzada del Gdrive:
es: Carpeta de Gdrive sincronizada:

source: Edit synced Gdrive folder:
ca@valencia: Edita la carpeta sincronitzada del Gdrive
es: Editar carpeta de Gdrive sincronizada

source: Select folder of GDrive to sync
ca@valencia: Seleccioneu la carpeta del GDrive que voleu sincronitzar
es: Selecciona la carpeta de Gdrive a sincronizar

source: Add new profile
ca@valencia: Afig perfil
es: Añadir perfil

source: Global management
ca@valencia: Gestió global
es: Gestión global

source: Help
ca@valencia: Ajuda
es: Ayuda

source: Open folder
ca@valencia: Obri la carpeta
es: Abrir carpeta

source: Update cache
ca@valencia: Actualitza la memòria cau
es: Actualizar caché

source: Click if do not see all the files in the Google Drive account
ca@valencia: Polseu ací si no es mostren tots els fitxers del compte sincronitzat del Google Drive
es: Pulse aqui si no se muestran todos los ficheros de la cuenta sincronizada de Google Drive

source: Open Lliurex GDrive
ca@valencia: Obri el LliureX GDrive
es: Abrir Lliurex GDrive

source: dismount
ca@valencia: desmunta
es: desmontar

source: mount
ca@valencia: munta
es: montar

source: Error: Unable to
ca@valencia: Error: No s'ha pogut
es: Error: Imposible de

source: Cache updated successfully
ca@valencia: Memòria cau actualitzada correctament
es: Caché actualizada correctamente

source: An error occurred updating the cache. Try again
ca@valencia: S'ha produït un error en actualitzar la memòria cau. Torneu-ho a provar
es: Se ha producido un error actualizando la caché. Inténtelo de nuevo

source: Used: not available
ca@valencia: En ús: no disponible
es: Usado: no disponible

source: Used: %s of %s
ca@valencia: Ús: %s de %s
es: Usado: %s de %s

source: Changes in last 15 minutes in
ca@valencia: Canvis realitzats en els últims 15 minuts en
es: Cambios en los últimos 15 minutos en

source: -Files updated:
ca@valencia: -Fitxers actualitzats:
es: -Archivos actualizados:

source: -Files added:
ca@valencia: -Fitxers afegits:
es: -Archivos nuevos:

source: -Files deleted:
ca@valencia: -Fitxers suprimits:
es: -Archivos eliminados:
